tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sanemat/font"
tap "vmware-tanzu/carvel"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "gettext"
brew "cask"
brew "clang-format"
brew "cocoapods"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "grep"
brew "hey"
brew "jo"
brew "jq"
brew "ko"
brew "lua"
brew "peco"
brew "prototool"
brew "starship"
brew "terraform-ls"
brew "tfenv"
brew "the_silver_searcher"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "aws/tap/aws-sam-cli"
brew "vmware-tanzu/carvel/ytt"
cask "alfred"
cask "clipy"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "spectacle"
cask "visual-studio-code"
