tap "aws/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "incu6us/tap"
tap "jabley/wrk2"
tap "sanemat/font"
tap "vmware-tanzu/carvel"
brew "act"
brew "python@3.10"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "guile"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "cask"
brew "circleci"
brew "clang-format"
brew "cocoapods"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "fzf"
brew "ghostscript"
brew "ghq"
brew "git"
brew "go"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "hey"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "iproute2mac"
brew "jo"
brew "jq"
brew "ko"
brew "libfido2"
brew "lua"
brew "mysql"
brew "node"
brew "openjdk"
brew "pandoc"
brew "peco"
brew "prototool"
brew "pyenv"
brew "tcl-tk"
brew "ruby"
brew "starship"
brew "terraform-ls"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "aws/tap/aws-sam-cli"
brew "incu6us/tap/goimports-reviser"
brew "jabley/wrk2/wrk2", args: ["HEAD"]
brew "vmware-tanzu/carvel/ytt"
cask "alfred"
cask "basictex"
cask "clipy"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "spectacle"
cask "visual-studio-code"
cask "wkhtmltopdf"
